{
    "18 어게인" : [16, "이혼 직전에 18년 전 리즈 시절로 돌아간 남편 이야기를 담은 드라마", 10, 8],
    "간 떨어지는 동거" : [16, "999살 구미호 신우여와 쿨내나는 99년생 요즘 인간 이담이 구슬로 인해 얼떨결에 한집 살이를 하며 펼치는 비인간적 로맨틱 코미디", 14, 7],
    "갯마을 차차차" : [16, "현실주의 치과의사 윤혜진과 만능 백수 홍반장이 짠내 사람내음 가득한 바닷마을 ‘공진’에서 벌이는 티키타카 힐링 로맨스", 12, 5],
    "구미호뎐" : [16, "도시에 정착한 구미호와 그를 쫓는 프로듀서의 판타지액션로맨스", 8, 3],
    "그 해 우리는" : [16, "함께해서 더러웠고 다신 보지 말자!로 끝났어야 할 인연이 10년이 흘러 카메라 앞에 강제 소환 되어 펼쳐지는 청춘 다큐를 가장한 아찔한 로맨스 드라마", 12, 6],
    "그녀의 사생활" : [16, "직장에선 완벽한 큐레이터지만 알고보면 아이돌 덕후인 성덕미가 까칠한 상사 라이언을 만나며 벌어지는 본격 덕질 로맨스", 10, 13],
    "그놈이 그놈이다" : [16, "'그놈이 그놈'이기에 '비혼주의자'가 된 한 여자가 어느 날 상반된 매력의 두 남자로부터 직진 대시를 받으면서 벌어지는 아슬아슬한 비혼 사수 로맨틱 코미디 드라마", 8, 12],
    "기상청 사람들: 사내연애 잔혹사편" : [16, "열대야보다 뜨겁고 국지성 호우보다 종잡을 수 없는 기상청 사람들의 일과 사랑을 그린 직장 로맨스 드라마", 2, 11],
    "꽃 피면 달 생각하고" :	[16, "역사상 가장 강력한 금주령의 시대, 밀주꾼을 단속하는 원칙주의 감찰과 술을 빚어 인생을 바꿔보려는 밀주꾼 여인의 아술아술 추격 로맨스", 6, 10],
    "나를 사랑한 스파이" : [16, "비밀 많은 두 남편과 첩보전에 휘말린 한 여자의 스릴만점 시크릿 로맨틱 코미디", 14, 2],
    "나의 해방일지" : [16, "견딜 수 없이 촌스런 삼남매의 견딜 수 없이 사랑스러운 행복소생기", 6, 13],
    "날씨가 좋으면 찾아가겠어요" : [16, "서울 생활에 지쳐 북현리로 내려간 해원이, 독립 서점을 운영하는 은섭을 다시 만나게 되며 펼쳐지는 가슴 따뜻한 힐링 로맨스", 6, 14],
    "남자친구" : [16, "한 번도 자신이 선택한 삶을 살아보지 못한 차수현과 자유롭고 맑은 영혼 김진혁의 우연한 만남으로 시작된 설레는 로맨스 드라마", 10, 14],
    "내가 가장 예뻤을 때" :	[16, "한 여자를 지켜주고 싶었던 형제. 그리고 그들 사이에서 갈 수 없는 길, 운명 속에 갇혀버린 한 여자의 가슴 아픈 사랑 이야기", 4, 14],
    "너는 나의 봄" : [16, "저마다의 일곱 살을 가슴에 품은 채 '어른'이라는 이름으로 살아가는 이들이 살인사건이 일어난 건물에 모여 살게 되며 시작되는 이야기", 8, 13],
    "달리와 감자탕" : [16, "'무지-무식-무학' 3無하지만 생활력 하나는 끝내 주는 '가성비 주의' 남자와 본 투 비 귀티 좔좔이지만 생활 무지렁이인 '가심비' 중시 여자가 미술관을 매개체로 서로의 간극을 좁혀가는 '아트' 로맨스", 7, 12],
    "더킹: 영원의 군주" : [16, "악마에 맞서 차원의 문(門)을 닫으려는 이과(理科)형 대한제국 황제와 누군가의 삶·사람·사랑을 지키려는 문과(文科)형 대한민국 형사의 공조를 통해 차원이 다른 로맨스를 그린 드라마", 14, 10],
    "도도솔솔라라솔" : [16, "에너제틱 피아니스트 구라라와 알바력 만렙 선우준의 반짝반짝 로맨틱 코미디", 8, 11],
    "드라마 너를 닮은 사람"	: [16, "아내와 엄마라는 수식어를 버리고 자신의 욕망에 충실했던 여자와, 그 여자와의 짧은 만남으로 '제 인생의 조연'이 되어버린 또 다른 여자의 이야기", 12, 5],
    "드라마 사생활" : [16, "의도치 않게 국가의 사생활에 개입하게 된 사기꾼들이 모든 기술을 총동원해 골리앗 같은 대기업과 사기 대결을 펼치며 거대한 ‘사생활’을 밝혀내는 이야기", 2, 5],
    "드라마 선배 그 립스틱 바르지 마요" : [16, "나도 모르게 시작된 하나의 로맨스", 12, 3],
    "드라마 안녕? 나야!" : [16, "연애도 일도 꿈도 모두 뜨뜻미지근해진 37세 주인공이 세상 어떤 것도 두렵지 않았고 모든 일에 뜨거웠던 17세의 나를 만나 나를 위로해 주는 판타지 성장 로맨틱 코미디 드라마", 9, 13],
    "드라마 여신강림" : [16, "외모 콤플렉스를 가지고 있다가 '화장'을 통해 여신이 된 주경과 남모를 상처를 간직한 수호가 만나 서로의 비밀을 공유하며 성장하는 자존감 회복 로맨틱 코미디", 13, 11],
    "드라마 오! 주인님" : [16, "연애를 '안' 하는 남자와 연애를 '못' 하는 여자의 심장밀착 반전 로맨스", 6, 14],
    "드라마 초콜릿" : [16, "메스처럼 차가운 뇌 신경외과 의사 이강과 음식으로 사람들의 마음을 어루만지는 불처럼 따뜻한 셰프 문차영, 호스피스 병동에서 재회한 두 남녀가 요리를 통해 서로의 상처를 치유하는 휴먼 멜로", 14, 3],
    "드라마 편의점 샛별이" : [16, "똘기 충만 4차원 알바생과 허당끼 넘치는 훈남 점장이 편의점을 무대로 펼치는 24시간 예측불허 코믹 로맨스", 13, 10],
    "드라마 홍천기" : [16, "신령한 힘을 가진 여화공 홍천기와 하늘의 별자리를 읽는 붉은 눈의 남자 하람이 그리는 한 폭의 판타지 로맨스", 6, 14],
    "런 온" : [16, "같은 한국말을 쓰면서도 소통이 어려운 시대, 서로 다른 세계에 살던 사람들이 각자의 언어로 소통하고 관계를 맺으며, 사랑을 향해 '런 온'하는 로맨스 드라마", 14, 12],
    "로맨스는 별책부록" : [16, "'책을 만들었는데, 로맨스가 따라왔다?' 책을 읽지 않는 세상에서 책을 만드는 사람들의 이야기를 담은 로맨틱 코미디 드라마", 5, 8],
    "머니게임" : [16, "대한민국의 운명이 걸린 최악의 금융 스캔들 속에서 국가적 비극을 막으려는 이들의 숨 가쁜 사투와 첨예한 신념의 대립을 그린 드라마", 9, 10],
    "먹고 사랑하라, 죽이게" : [16, "18년 만에 다시 시작된 링크, 한 남자가 낯선 여자의 온갖 감정을 느끼며 벌어지는 감정공유 판타지 로맨스", 12, 5],
    "멜랑꼴리아" : [16, "특혜 비리의 온상인 한 사립고를 배경으로, 수학 천재와 교사의 통념과 편견을 뛰어넘는, 수학보다 아름다운 이야기", 11, 14],
    "멜로가 체질" : [16, "서른 살 여자 친구들의 고민, 연애, 일상을 그린 코믹 드라마", 11, 12],
    "바람이 분다" : [16, "이별 후에 다시 사랑에 빠진 두 남녀가 어제의 기억과 내일의 사랑을 지켜내는 로맨스", 13, 5],
    "브람스를 좋아하세요?" : [16, "스물아홉 경계에 선 클래식 음악 학도들의 아슬아슬 흔들리는 꿈과 사랑에 관한 이야기", 9, 13],
    "사랑의 불시착" : [16, "어느 날 돌풍과 함께 패러글라이딩 사고로 북한에 불시착한 재벌 상속녀 윤세리와 그녀를 숨기고 지키다 사랑하게 되는 특급 장교 리정혁의 절대 극비 러브스토리를 그린 드라마", 12, 10],
    "사이코지만 괜찮아" : [16, "버거운 삶의 무게로 사랑을 거부하는 정신 병동 보호사 강태와 태생적 결함으로 사랑을 모르는 동화 작가 문영이 서로의 상처를 보듬고 치유해가는 한 편의 판타지 동화 같은 사랑에 관한 조금 이상한 로맨틱 코미디", 7, 4],
    "설강화" : [16, "1987년 서울을 배경으로 어느 날 갑자기 여자대학교 기숙사에 피투성이로 뛰어든 명문대생 수호와 서슬 퍼런 감시와 위기 속에서도 그를 감추고 치료해준 여대생 영로의 시대를 거스른 절절한 사랑 이야기", 2, 4],
    "스물다섯 스물하나" : [16, "1998년, 시대에게 꿈을 빼앗긴 청춘들의 방황과 성장을 그린 청량로맨스", 6, 13],
    "스타트업" : [16, "한국의 실리콘 밸리에서 성공을 꿈꾸며 스타트업에 뛰어든 청춘들의 시작(START)과 성장(UP)을 그린 드라마", 8, 9],
    "악의 꽃" : [16, "14년간 사랑해 온 남편이 피도 눈물도 없는 연쇄살인마로 의심된다면? 사랑마저 연기한 남자 희성과 그의 실체를 의심하기 시작한 아내 지원. 외면하고 싶은 진실 앞에 마주 선 두 사람의 고밀도 감성 추적극이 시작된다.", 8, 5],
    "어느 날 우리집 현관으로 멸망이 들어왔다" : [16, "사라지는 모든 것들의 이유가 되는 존재 ‘멸망’과 사라지지 않기 위해 목숨을 건 계약을 한 인간 ‘동경’의 아슬아슬한 목숨담보 판타지 로맨스", 9, 10],
    "오 마이 베이비" : [16, "결혼은 건너뛰고 아이만 낳고 싶은 솔직당당 육아지 기자 장하리와 뒤늦게 그녀의 눈에 포착된 세 남자의 과속필수 로맨스", 9, 11],
    "옷소매 붉은 끝동" : [16, "자신이 선택한 삶을 지키고자 한 궁녀와 사랑보다 나라가 우선이었던 제왕의 애절한 궁중 로맨스 기록", 6, 14],
    "우리, 사랑했을까" : [16, "14년 차 생계형 독수공방 싱글맘 앞에 나쁜데 끌리는 놈, 잘났는데 짠한 놈, 어린데 설레는 놈, 무서운데 섹시한 놈이 나타나며 펼쳐지는 '인생 로맨스 재개봉' 드라마", 2, 11],
    "월간 집" : [16, "집에서 사는(live) 여자와 집을 사는(buy) 남자의 내 집 마련 로맨스를 그린 드라마", 7, 13],
    "이태원 클라쓰" : [16, "불합리한 세상 속, 고집과 객기로 뭉친 청춘들의 '힙'한 반란이 시작된다. 세계를 압축해 놓은 듯한 이태원. 이 작은 거리, 각자의 가치관으로 자유를 쫓는 그들의 창업 신화 <이태원 클라쓰>", 5, 7],
    "지금, 헤어지는 중입니다" : [16, "‘이별’이라 쓰고 ‘사랑’이라 읽는 달고 짜고 맵고 시고 쓴 이별 액츄얼리", 13, 4],
    "진심이 닿다" :	[16, "어느 날, 드라마처럼 로펌에 뚝 떨어진 대한민국 대표 배우 오윤서가 완벽주의 변호사 권정록을 만나 시작되는 우주여신 위장취업 로맨스", 12, 13],
    "청춘기록" : [16, "현실의 벽에 절망하지 않고 스스로 꿈과 사랑을 이루기 위해 노력하는 청춘들의 성장 기록", 2, 6],
    "출사표" : [16, "취업 대신 출마를 선택한 취준생 구세라와 좌천당한 엘리트 사무관 서공명이 불량 정치인들을 응징하는 오피스 로맨스 코미디 드라마", 5, 6],
    "크레이지 러브" : [16, "살인을 예고 받은 개차반 일타 강사와 시한부를 선고 받은 슈퍼을 비서가 그리는 달콤 살벌 대환장 크레이지 로맨스 드라마", 14, 9],
    "호텔 델루나" : [16, "엘리트 호텔리어가 운명적인 사건으로 호텔 델루나의 지배인을 맡게 되면서 달처럼 고고하고 아름답지만 괴팍한 사장과 함께 델루나를 운영하며 생기는 특별한 이야기", 11, 14],
    "그 남자의 기억법" : [32, "과잉기억증후군으로 1년 365일 8760시간을 모조리 기억하는 앵커 이정훈과 열정을 다해 사는 라이징 스타 여하진의 상처 극복 로맨스", 6, 26],
    "너의 밤이 되어줄게" : [12, "몽유병을 앓고 있는 월드스타 아이돌과 비밀리에 이를 치료해야 하는 신분 위장 입주주치의의 달콤 살벌한, 멘탈 치유 로맨스!", 2, 6],
    "눈이 부시게" : [12, "주어진 시간을 다 써보지도 못하고 잃어버린 여자와 누구보다 찬란한 순간을 스스로 내던지고 무기력한 삶을 사는 남자, 같은 시간 속에 있지만 서로 다른 시간을 살아가는 두 남녀의 시간 이탈 로맨스", 6, 6],
    "단 하나의 사랑" : [32, "사랑을 믿지 않는 발레리나와 큐피트를 자처한 사고뭉치 천사의 판타스틱 천상로맨스", 4, 4],
    "달이 뜨는 강" : [20, "고구려가 삶의 전부였던 공주 '평강' 사랑을 역사로 만든 장군 '온달' 운명에 굴하지 않은 그들의 순애보!", 10, 4],
    "동백꽃 필 무렵" : [40, "편견에 갇힌 맹수 동백을 깨우는, 촌므파탈 황용식이의 폭격형 로맨스 '사랑하면 다 돼!' 이들을 둘러싼 생활밀착형 치정 로맨스 '사랑 같은 소리하네.'", 35, 28],
    "드라마 봄밤" : [32, "봄밤은 알고 있다. 당신이 사랑에 빠지리라는 것을.", 12, 26],
    "드라마 쌍갑포차" : [12, "까칠한 포차 이모님과 순수청년 알바생이 손님들의 꿈속에 들어가 맺힌 한을 풀어주는 오리엔탈 판타지 카운슬링 드라마", 4, 9],
    "드라마 알고있지만" : [10, "사랑은 못 믿어도 연애는 하고 싶은 여자 유나비와 연애는 성가셔도 썸은 타고 싶은 남자 박재언의 로맨스를 그린 드라마", 6, 9],
    "드라마 연모" : [20, "쌍둥이로 태어나 여아라는 이유만으로 버려졌던 아이가 오라비 세손의 죽음으로 남장을 통해 세자가 되면서 벌어지는 비밀스러운 궁중 로맨스 드라마", 4, 11],
    "드라마 오월의 청춘" : [12, "1980년 5월, 역사의 소용돌이 한가운데 운명처럼 서로에게 빠져버린 희태와 명희의 아련한 봄 같은 사랑 이야기를 담은 레트로 휴먼 멜로드라마", 4, 7],
    "드라마 유미의 세포들 시즌 1" : [14, "세포들과 함께 먹고 사랑하고 성장하는 평범한 유미(김고은 분)의 이야기를 그린 세포 자극 공감 로맨스", 2, 2],
    "라이브온" : [8, "트렌디함과 유명세가 곧 계급이 되는 서연고등학교에서 인기 피라미드 정점에 있는 안하무인 스타 백호랑이 자신의 과거를 폭로하려는 익명의 저격수를 찾고자 완벽주의 꼰대 방송부장 고은택이 있는 방송부에 들어가게 되면서 벌어지는 로맨스 드라마", 2, 4],
    "반의반" : [12, "인공지능 프로그래머 하원과 클래식 녹음 엔지니어 서우가 만나 그리는 시작도, 성장도, 끝도 자유로운 짝사랑 이야기", 7, 4],
    "보쌈 - 운명을 훔치다" : [20, "생계형 보쌈꾼이 실수로 옹주를 보쌈하며 벌어지는 파란만장 인생 역전을 그린 로맨스 퓨전 사극", 18, 9],
    "본 어게인" : [32, "두 번의 생으로 얽힌 세 남녀의 운명과 부활을 그리는 환생 미스터리 멜로드라마", 4, 6],
    "사내 맞선" : [12, "“부캐의 정체가 발각되면 본캐는 해고?” 얼굴 천재 능력남 CEO와 정체를 속인 맞선녀 직원의 스릴 가득 ‘퇴사 방지’ 오피스 로맨스", 10, 4],
    "슬플 때 사랑한다" : [40, "'쫓기는 여자, 쫓는 남자, 숨겨준 남자'. 사랑은 흔하나 진짜 사랑은 힘든 시대! 진정한 사랑을 찾아가는 세 남녀의 격정 멜로 드라마", 5, 22],
    "야식남녀" : [12, "야식 힐링 셰프 진성, 열혈 피디 아진, 잘 나가는 디자이너 태완의 알고 보니 경로이탈 삼각 로맨스", 2, 10],
    "어쩌다 발견한 하루" : [32, "여고생 단오가 정해진 운명을 거스르고 사랑을 이뤄내는 본격 학원 로맨스 드라마", 14, 28],
    "우아한 친구들" : [17, "갑작스러운 친구의 죽음으로 평화로운 일상에 균열이 생긴 20년 지기 친구들과 그 부부들의 이야기를 그린 미스터리 드라마", 5, 13],
    "철인왕후" : [20, "불의의 사고로 대한민국 대표 허세남 영혼이 깃들어 '저 세상 텐션'을 갖게 된 중전 김소용과 두 얼굴의 임금 철종 사이에서 벌어지는 영혼가출 스캔들", 15, 9],
    "하자있는 인간들" : [32, "꽃미남 혐오증 여자와 외모 집착증 남자가 만나 서로의 지독한 편견과 오해를 극복하며 진정한 사랑을 찾게 되는 신개념 명랑 쾌활 로맨틱 코미디 드라마", 18, 16],
    "낭만닥터 김사부 2" : [16, "지방의 초라한 돌담병원을 배경으로 벌어지는 '진짜 닥터' 이야기", 5, 9]
}

